Repository: andreaspeters/LazMapViewer
Catalog: languages/mvstrconsts.*.po
Languages: de

source: Add
de: Neu

source: area
de: Fläche

source: Area mode|Click to add point, CTRL-click to add last point.
de: Flächen-Modus|Klicken, um Punkt hinzuzufügen, STRG+Klicken für den letzten.

source: For an area, the selection must contain at least 3 points.
de: Bei einer Fläche muss die Auswahl mindestens 3 Punkte enthalten.

source: Area selection
de: Flächen-Auswahl

source: Are you sure you want to delete "%s"?
de: Sind Sie sicher, dass Sie "%s" gelöscht werden soll?

source: &Cancel
de: Abbre&chen

source: Caption:
de: Beschriftung:

source: Center marker
de: Mitten-Markierung

source: Click on "OK" to add the new %s.
de: Auf "OK" klicken, um %s hinzuzufügen.

source: Click on "Cancel" to discard it.
de: Auf "Abbrechen" klicken, um das zu verwerfen.

source: Confirm deletion
de: Löschen bestätigen

source: Date/time:
de: Datum/Uhrzeit:

source: Delete current point
de: Markierten Punkt löschen

source: Delete
de: Löschen

source: Delete point
de: Punkt löschen

source: Delete currently selected point
de: Aktuell markierten Punkt löschen

source: %s has different projection type (%s) from the base map (%s).
de: %s hat einen anderen Projektions-Typ (%s) als die Basis-Karte (%s).

source: %s doesn't have mvoEditorEnabled set in Options.
de: %s hat die Option mvoEditorEnabled nicht gesetzt.

source: Do you really want to unselect the point(s)?
de: Wollen Sie wirklich die Punkte deselektieren?

source: Do you want to enable the editor?
de: Wollen Sie den Editor aktivieren?

source: Draggable marker
de: Verschiebbare Marker

source: E
de: O

source: Edit MapView Points...
de: MapView-Punkte bearbeiten...

source: Edit plugin
de: Plugin bearbeiten

source: Elevation:
de: Höhe:

source: &Enable and Continue
de: Aktivier&en und Weiter

source: Failed to rename components: %s
de: Fehler beim Umbenennen der Komponenten: %s

source: GPX file|*.gpx|All files|*.*
de: GPX-Datei|*.gpx|Alle Dateien|*.*

source: Great circle painter
de: Großkreise

source: Image:
de: Bild:

# mvstrconsts.mvrs_insertnewpoint
source: Insert new point
de: Neuen Punkt hinzufügen

# mvstrconsts.mvrs_insertnewpoint_hint
source: Insert new point
de: Neuen Punkt hinzufügen

source: Invalid ISO8601 format.
de: Ungültiger ISO8601-Format-String.

source: Invalid value.
de: Ungültiger Wert.

source: invisible
de: nicht sichtbar

source: %d items
de: %d Einträge

source: Latitude:
de: Breite:

source: Latitudes allowed only between +/-90°.
de: Breitengrade nur erlaubt zwischen +/-90°.

source: Layer:
de: Ebene:

source: Layer Editor...
de: Ebenen-Editor...

source: Legal notice
de: Copyright-Hinweis

source: Linked maps
de: Verbundene Karten

source: Load...
de: Laden...

source: Load and zoom
de: Laden und zoomen

source: Load GPX
de: GPX laden

source: Longitude:
de: Länge:

source: Longitudes allowed only between +/-180°.
de: Längengrade nur erlaubt zwischen +/-180°.

source: Map grid
de: Grad-Gitter

source: Map provider "%s" is not registered.
de: Der Karten-Lieferant "%s" ist nicht registriert.

source: Map provider is not selected.
de: Kein Karten-Lieferant ausgewählt.

source: Map scale
de: Karten-Maßstab

source: MapView not found
de: MapView nicht gefunden

source: Marker click
de: Marker-Klick

source: Marker hint
de: Marker-Hinweistext

source: %d more
de: weitere %d

source: New area
de: Neue Fläche

source: New area (closed polygon)
de: Neue Fläche (geschlossenes Polygon)

source: New POI
de: Neuer POI

source: New point of interest
de: Neuer Punkt von Interesse (POI)

source: New track
de: Neuer Weg

source: New track (non-closed polygon)
de: Neuer Weg/Route (offenes Polygon

source: No map providers in file "%s".
de: Datei "%s" enthält keine Karten-Lieferanten.

source: (none)
de: (nichts)

source: (not selected)
de: (nicht ausgewählt)

source: 1 item
de: 1 Eintrag

# mvstrconsts.mvrs_pluginargumentnil
source: Plugin argument must not be nil
de: Plugin-Argument darf nicht nil sein

source: Down
de: Ab

source: The PluginList can only store descendants of TMvCustomPlugin.
de: Die Plugin-Liste kann nur Abkömmlinge von TMvCustomPlugin enthalten.

source: TMvPluginList.Insert not supported.
de: TMvPluginList.Insert wird nicht unterstützt.

source: Up
de: Auf

source: PNG/JPG expected.
de: PNG/JPG erwartet.

source: POI mode|Click to add point.
de: POI-Modus|Klicken, um Punkt hinzuzufügen.

source: Save GPX...
de: GPX speichern...

source: Select
de: Auswählen

source: Select/drag mode|Click point to select. CTRL-click to add to selection.
de: Auswahl-/Verschiebe-Modus|Auf Punkt klicken, um ihn auszuwählen, STRG+Klick um ihn zur Auswahl hinzuzufügen.

source: Selection
de: Auswahl

source: Select tool
de: Auswahl-Werkzeug

source: Spread marker
de: Verteilte Marker

source: Tile info
de: Kachel-Information

source: Time-out
de: Zeit-Überschreitung

source: track
de: Weg

source: Track mode|Click to add point, CTRL-click to add last point.
de: Weg-Modus|Klicken, um Punkt hinzuzufügen; STRG+Klicken um die Auswahl zu erweitern.

source: For a track, the selection must contain at least 2 points.
de: Bei einem Weg muss die Auswahl mindestens 2 Punkte enthalten.

source: Unknown Provider: %s
de: Unbekannter Karten-Lieferant: %s

source: Use "OpenStreetMap Standard" instead.
de: Benutzen Sie stattdessen "OpenStreetMap Standard".

source: User-defined
de: Benutzer-definiert

source: (varying)
de: (verschiedene)

source: Zoom In
de: Hineinzoomen

source: Zoom in
de: Hineinzoomen

source: Zoom Out
de: Herauszoomen

source: Zoom out
de: Herauszoomen
